{
    "data" : [
        {
            "id" : "1",
            "name":"React",
            "title":" React Basic",
            "short_des": "This 5-part video course with interactive code examples that will help you learn React." , 
            "description" :"Software Engineers who use React every day explain what React is, when you might use it and why. We take a look at a simple app that uses React, and we introduce the tools and concepts you need to understand it, including Webpack, JSX, components, elements and props.We introduce you to routing, and explain how you can use React Router to add links to additional pages in your app. ",
            "thumbnail" : "https://photos.google.com/album/AF1QipMwv7Hx8H6gkXvRmKzmOOQDfmGbrEvYrlIXk8lK/photo/AF1QipPT7LEGQKGLYxDbHscZfygJLSbWMCtPMjZKE2bu" ,
            "enroll_status" : "active",
            "price" : "5700"
            
        },
        {
            "id" : "2",
            "name":"Python",
            "title":" Python Advance",
            "short_des": "This  course   that will help you learn Python Basic." , 
            "description" :"We convey our commands to the computer by writing them in a text file using a programming language. These files are called programs. Running a program means telling a computer to read the text file, translate it to the set of operations that it understands, and perform those actions.",
            "thumbnail" : " https://photos.google.com/album/AF1QipMwv7Hx8H6gkXvRmKzmOOQDfmGbrEvYrlIXk8lK/photo/AF1QipPrGDrfmWCp0k2KULgkWSc0b_E73rSB4GG-zikX" ,
            "enroll_status" : "active",
            "price" : "5700"
            
        },
        {
            "id" : "3",
            "name":"NodeJS",
            "title":"Advance NodeJS ",
            "short_des": "This 7-part video  code examples that will help you learn React." , 
            "description" :"Want to learn Node.js, but are tired of wordy and slow instructors who talk to you like you've never coded before? Then I have the perfect course for you. A Node course that’s finally different from the rest.",
            "thumbnail" : " https://photos.google.com/album/AF1QipMwv7Hx8H6gkXvRmKzmOOQDfmGbrEvYrlIXk8lK/photo/AF1QipNOfzKiKKEQtnOZi0KjSUHyyH78DvZiUebdtXmI" ,
            "enroll_status" : "active",
            "price" : "5700"
            
        }, 
        {
            "id" : "4",
            "name":"Java",
            "title":" Java Pro",
            "short_des": "This 12-part video course with interactive code examples that will help you learn JAVA." , 
            "description" :"Start here if you are new to programming or new to Android development. These courses show you how to build Android apps using best practices recommended by Google. No programming experience needed.",
            "thumbnail" : "https://photos.google.com/album/AF1QipMwv7Hx8H6gkXvRmKzmOOQDfmGbrEvYrlIXk8lK/photo/AF1QipMn7duUnmJGR-8qG4i7mhTKhOqvgubv1FYKXv-U" ,
            "enroll_status" : "active",
            "price" : "5700"
            
        }, 
        {
            "id" : "5",
            "name":"Css",
            "title":" Css Basic",
            "short_des": "This course breaks down the fundamentals of CSS" , 
            "description" :" This course breaks down the fundamentals of CSS into digestible, easy to understand pieces. Over the next few modules, you'll learn how the core aspects of CSS work and how to use them effectively in your projects. Use the menu pane by the 'Learn CSS' logo to navigate the modules.",
            "thumbnail" : "https://photos.google.com/album/AF1QipMwv7Hx8H6gkXvRmKzmOOQDfmGbrEvYrlIXk8lK/photo/AF1QipNi1gS11kEXTOuqp9iry3RzPkINAndpFpFn0ASP " ,
            "enroll_status" : "active",
            "price" : "5700"
            
        }, 
        {
            "id" : "6",
            "name":"C++",
            "title":" C++ crush course",
            "short_des": "This 14-part video course with interactive code examples that will help you learn C++." , 
            "description" :"The base elements of C++ coding are critical to understanding the many uses of this popular programming language. The Introduction to Structures, Classes and C++ Standard Library free computer sciences and coding course covers the use of structures in simplifying programs, how to control access to member functions, and the elements of the C++ standard library.",
            "thumbnail" : " https://photos.google.com/album/AF1QipMwv7Hx8H6gkXvRmKzmOOQDfmGbrEvYrlIXk8lK/photo/AF1QipNftoJmBvkLl3bsz6LcUOwB4ZbW187i5l9oYZsG" ,
            "enroll_status" : "active",
            "price" : "5700"
            
        }
    ]
}